app/controllers/doges_controller.rb

  def index
    @doges = Doge.all
---
SELECT "doges".* FROM "doges"